Repository: common-repository/myadsense
Catalog: lang/MyAdsense-*.po
Languages: fr_fr, it_it

source: Create New Ad
fr_fr: Créer une nouvelle annonce
it_it: Crea un nuovo annuncio

source: Create Ad
fr_fr: Créer une annonce
it_it: Crea un annuncio

source: Editing Ad # %s
fr_fr: Modifier l&#39;annonce # %s
it_it: Modifica l'annuncio a nome %s

source: Default Ad
fr_fr: Annonce &#39;Défaut&#39;
it_it: Annuncio predefinito

source: Save Ad
fr_fr: Sauver l&#39;annonce
it_it: Salva l'annuncio

source: Sorry ! Ad could not be set as default
fr_fr: Désolé ! cette annonce ne peut être l&#39;annonce &#39;Défaut&#39;
it_it: Questo annuncio non può essere impostato come predefinito

source: %s Ad deleted
fr_fr: %s annonce supprimée
it_it: %s l'annuncio é stato cancellato

source: %s Ads deleted
fr_fr: %s annonces supprimées
it_it: %s gli annunci sono stati cancellati

source: Ad saved
fr_fr: Annonce sauvegardée
it_it: L'annuncio é stato salvato

source: Ad inserted
fr_fr: Annonce insérée
it_it: L'annuncio é stato inserito

source: Ad set as default
fr_fr: Annonce mise à &#39;Défaut&#39;
it_it: Imposta come annuncio predefinito

source: Manage Ads (<a href="%s">add new</a>)
fr_fr: Gérer les annonces (<a href="%s">en ajouter une</a>)
it_it: Gestione degli annunci (<a href="%s">aggiungi nuovo</a>)

source: Search ads
fr_fr: Chercher dans les annonces
it_it: Ricerca annunci

source: Detail View
fr_fr: Vue détaillée
it_it: Dettaglio

source: List View
fr_fr: Vue liste
it_it: Lista

source: Delete
fr_fr: Supprimer
it_it: Cancella

source: Ad
fr_fr: Annonce
it_it: Annuncio

source: Channel
fr_fr: Canal
it_it: Canale

source: Product
fr_fr: Produit
it_it: Prodotto

source: Colors
fr_fr: Couleurs
it_it: Colori

source: Format
it_it: Formato

source: Actions
it_it: Stato

source: No results found.
fr_fr: Aucun résultat
it_it: Non é stato trovato alcun risultato.

source: Basic
it_it: di base

source: Name
fr_fr: Nom
it_it: Nome

source: Enter multiple Channels seperated by + signs
fr_fr: Entrer plusieurs canaux séparés par un signe +
it_it: Inserisci i canali multipli separandoli con il segno +

source: Ad Unit
fr_fr: Ensemble d&#39;annonces
it_it: Insiemi di annunci

source: Link Unit
fr_fr: Ensemble de liens
it_it: Insieme dei link

source: Layout
it_it: Impaginazione

source: Ad Format
fr_fr: Format d&#39;annonce
it_it: Formato dell'annuncio

source: Default
fr_fr: Défaut
it_it: Predefinito

source: Use Default
fr_fr: Défaut
it_it: Usa il predefinito

source: Horizontal
it_it: Orizzontale

source: Half Banner
fr_fr: Demi bannière
it_it: Mezzo banner

source: Vertical
it_it: Verticale

source: Wide Skyscraper
fr_fr: Gratte-ciel large
it_it: Skyscraper largo

source: Vertical Banner
fr_fr: Bannière verticale
it_it: Banner verticale

source: Square
fr_fr: Carré
it_it: Quadrato

source: Large Rectangle
fr_fr: Rectangle large
it_it: Rettangolo grande

source: Medium Rectangle
fr_fr: Rectangle moyen
it_it: Rettangolo medio

source: Small Square
fr_fr: Carré petit
it_it: Quadrato piccolo

source: Small Rectangle
fr_fr: Rectangle petit
it_it: Rettangolo piccolo

source: Ad Type
fr_fr: Type d&#39;annonce
it_it: Tipo di annuncio

source: Text &amp; Image
fr_fr: Texte &amp; Image
it_it: Testo e annnunci illustrati

source: Image Only
fr_fr: Image seule
it_it: Solo annunci illustrati

source: Text Only
fr_fr: Texte seul
it_it: Solo annunci di testo

source: Link Format
fr_fr: Format lien
it_it: Formato dei link

source: Link Type
fr_fr: Type de lien
it_it: Tipo di link

source: 4 Ads Per Unit
fr_fr: 4 annonces par ensemble
it_it: 4 annunci per insieme

source: 5 Ads Per Unit
fr_fr: 5 annonces par ensemble
it_it: 5 annunci per insieme

source: Ad Colours
fr_fr: Couleurs annonce
it_it: Colori degli annunci

source: Border
fr_fr: Bordure
it_it: Bordo

source: Title
fr_fr: Titre
it_it: Titolo

source: Background
fr_fr: Arrière plan
it_it: Sfondo

source: Text
fr_fr: Texte
it_it: Testo

source: Linked Title
fr_fr: Titre lié
it_it: Titolo collegato

source: Advertiser's ad text here
fr_fr: Texte de l&#39;annonceur ici
it_it: Testo dell’annuncio dell’inserzionista qui

source: www.advertiser-url.com
fr_fr: www.lien-annonceur.fr
it_it: www.url-inserzionista.it

source: Ads by Google
fr_fr: Annonces Google
it_it: Annunci Google

source: Show Inline Ads
fr_fr: Afficher annonces en ligne
it_it: Mostra gli annunci

source: On Homepage
fr_fr: sur la Homepage
it_it: nella homepage

source: Yes
fr_fr: Oui
it_it: Sì

source: On Posts/Pages
fr_fr: Sur les Articles/Pages
it_it: negli articoli/pagine

source: On Archives
fr_fr: Sur les Archives
it_it: negli archivi

source: On Search
fr_fr: Sur la recherche
it_it: nella pagina dei risultati per la ricerca

source: HTML Markup (Optional)
fr_fr: HTML (Optionnel)
it_it: Marcatori HTML (facoltativo)

source: Before
fr_fr: Avant
it_it: Apertura

source: Enter HTML to be included before Ad unit
fr_fr: Entrer le HTML à inclure avant l&#39;annonce
it_it: Inserisci il segnalino di apertura

source: After
fr_fr: Après
it_it: Chiusura

source: Enter HTML to be included after Ad unit
fr_fr: Entrer le HTML à inclure après l&#39;annonce
it_it: Inserisci il segnalino di chiusura

source: Alternate Ads (Optional)
fr_fr: Annonce alternative (Optionnel)
it_it: Annunci sostitutivi (facoltativo)

source: Enter URL to alternate Ad for display when Google Ad unavailable
fr_fr: Entrer l&#39;URL de l&#39;annonce alternative pour affichage lorsque l&#39;annonce Google est indisponible
it_it: URL annuncio sostitutivo se non fosse disponibile alcun annuncio

source: Color
fr_fr: Couleur
it_it: Colore

source: Enter #COLOUR to display when Google Ad unavailable
fr_fr: Entrer la #Couleur à afficher lorsque l&#39;annonce Google est indisponible
it_it: Riempi lo spazio con un colore a tinta unita

source: Edit ad
fr_fr: Modifier l&#39;annonce
it_it: Modifica l'annuncio

source: MyAdsense Settings
fr_fr: Réglages MyAdsense
it_it: Impostazioni MyAdsense

source: Ads
fr_fr: Annonces
it_it: Annunci

source: Set default
fr_fr: Mettre par défaut
it_it: Impostazioni predefinite

source: default ad
fr_fr: Annonce &#39;Défaut&#39;
it_it: annuncio predefinito

source: Google AdSense Account ID
it_it: ID Google per l'account

source: Are we on a test site ?
fr_fr: Sommes nous sur un site de test ?
it_it: Questo é un sito di prova?

source: Update
fr_fr: Mettre à jour
it_it: Aggiorna

source: Settings updated successfully !
fr_fr: Réglages mis à jour avec succès !
it_it: Le impostazioni sono state aggiornate con successo!

source: Settings NOT updated !!
fr_fr: ATTENTION ! les réglages n&#39;ont pu être mis à jour !!!
it_it: Le impostazioni NON sono state aggiornate!!

source: MyAdsense settings
fr_fr: Réglages MyAdsense
it_it: Impostazioni MyAdsense

source: Product 'Link' only
fr_fr: Produit &#39;Lien&#39; seulement
it_it: Mostra solo i 'Link'

source: Product 'Ad' only
fr_fr: Produit &#39;Annonce&#39; seulement
it_it: Mostra solo gli 'Annunci'

source: Show All Ads
fr_fr: Afficher toutes les annonces
it_it: Mostra tutti gli annunci

source: View this Ad
fr_fr: Voir cette annonce
it_it: Anteprima annuncio

source: Save
fr_fr: Enregistrer
it_it: Salva

source: You are about to delete this ad
fr_fr: Vous allez supprimer cette annonce
it_it: Stai per cancellare questo annuncio

source: Delete&nbsp;ad
fr_fr: Supprimer&nbsp;cette&nbsp;annonce
it_it: Cancella&nbsp;annuncio

source: Related
fr_fr: Pages connexes
it_it: Azioni correlate

source: Manage All ads
fr_fr: Gérer les annonces
it_it: Gestione generale degli annunci

source: Type
it_it: Tipo

source: Square corners
fr_fr: Coins carrés
it_it: Angoli quadrati

source: Slightly rounded corners
fr_fr: Coins légèrement arrondis
it_it: Angoli leggermente arrotondati

source: Very rounded corners
fr_fr: Coins très arrondis
it_it: Angoli molto arrotondati

source: Corner Styles
fr_fr: Coins arrondis
it_it: Stile degli angoli

source: Banner
fr_fr: Bannière

source: Skyscraper
fr_fr: Gratte-ciel

source: Button
fr_fr: Bouton

source: No
fr_fr: Non

source: Link
fr_fr: Lien
